{
  "common": {
    "languages": {
      "english": "English",
      "spanish": "Español",
      "samoan": "Samoan",
      "chamorro": "Chamoru",
      "tongan": "Tongan"
    },
    "days": {
      "sunday": "Damenggo",
      "monday": "Lunes",
      "tuesday": "Måttes",
      "wednesday": "Metkoles",
      "thursday": "Huebes",
      "friday": "Bennes",
      "saturday": "Såbalu"
    },
    "close": "Tatkese'",
    "getStarted": "Tutungo'",
    "submitEvent": "Na'i Eventu",
    "selectCalendars": "Ayek Kalendåriu",
    "selectCalendar": "Ayek Kalendåriu",
    "selectLanguage": "Ayek Lengguåhi",
    "allDay": "Todo i Dia",
    "noDescriptionAvailable": "Tåya' deskripsion"
  },

  "app": {
    "tabs": {
      "home": "Gima'",
      "health": "Salud",
      "education": "Edukasion",
      "culture": "Kuttura",
      "aboutUs": "Put Hita"
    }
  },

  "calendar": {
    "title": "PIC Health",
    "calendar": "Kalendåriu",
    "upcomingEvents": "Månnge' Na Eventu",
    "selectCalendar": "Ayek Kalendåriu",
    "selectCalendars": "Ayek Kalendåriu",
    "search": "Aligao",
    "calendarOptions": {
      "pacificIslander": "Kumunidat Pasifiku",
      "latino": "Kumunidat Latino"
    },
    "wellnessButtons": {
      "howYaDoin": {
        "label": "Håfa Måmu 👋",
        "linkId": "howYaDoin"
      },
      "sos": {
        "label": "SOS ⚠️",
        "linkId": "sos"
      }
    },
    "messages": {
      "pleaseSelectCalendar": "Fan ayek kalendåriu para en li'e' i eventu",
      "noEventsAvailable": "Tåya' eventu"
    }
  },
  
  "header": {
    "submitEvent": "Na'i Eventu"
  },
  
  "popup": {
    "welcomeTitle": "Bienbenidu gi PIC Health!",
    "beta": "Beta",
    "disclaimer": "Atencion:",
    "disclaimerText": "Este na sitiu para edukasion ha'. Kunsulta un doktor para asunsion mediku. Gi emergensia, agang 911."
  },

  "health": {
    "title": "Salud",
    "description": "I informasion ni mana'i guini para infomasion ha'. Mungnga u usa este para medikun ådibidu. Kada bez kunsulta yan mediku para asunsion put i salud-mu. Chamo chule' este komu medikun ådibidu.",
    "services": [
      {
        "id": "findhelp",
        "title": "Find Help",
        "text": "I na'ayuda Findhelp hao gi recursos lokal gi i kumunidat-mu, ma inkluye food pantries, meal programs, housing assistance, financial aid, health care services, yan mas. Aligao gi ZIP code para u aligao programs ni ma guaha gi i tano'-mu.",
        "links": [
          {
            "label": "Find Help",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mentalHealthAssessment",
        "title": "Mental Health Assessment",
        "text": "Faiti i na prueba salud mental gi Psychology Today. I respuestan-mu ti u ma store gi este na app; i pachot este na bentana pat i dingu este na screen u reset i prueba.",
        "links": [
          {
            "label": "Tutuhon i na iloiloga",
            "linkId": "mentalHealthAssessment"
          }
        ]
      },
      {
        "id": "diabetes",
        "title": "Diabetes Screening",
        "text": "Este na prueba u usa para idenfika taotao siha ni debi di u guaha diabetes pat gi riskiu para diabetes, åntes di u guaha sintumas.",
        "links": [
          {
            "label": "Prueba Riskio",
            "linkId": "riskTest"
          }
        ]
      },
      {
        "id": "mental",
        "title": "Mental Wellness Resources",
        "text": "I recursos para salud mental ma disenya para ayuda i taotao siha gi manaplika i hinasson-miyu, emosion-miyu yan i kumunidat. I prosupotu-ñiha para u na'i herramientas, guiya, yan setbisiu para u ayuda i taotao siha para u komprende, u afotta, yan u atende desafion mental.",
        "links": [
          {
            "label": "Mental Health 101",
            "linkId": "mentalHealth101"
          },
          {
            "label": "Depression Screening",
            "linkId": "depressionScreening"
          }
        ]
      },
      {
        "id": "truecare",
        "title": "True Care",
        "text": "TrueCare unu gi mas konfiansan prugidot salud gi San Diego yan Riverside Counties. I emplea-ñiha yan mediku-ñiha ma espetsialisa gi prugidi setbisiu salud yan bienestar para kumunidat siha ni tåya' setbisiu para u fan måolik i taotao siha. I metgot-ñiha para u fan guaha salud para todo gi kumunidat siha ni ma setbi.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "vista",
        "title": "Vista Community Clinic",
        "text": "Gai Balosi Na Setbisiu: Kumontra i nesisidat salud yan bienestar gi kumunidat-ta. Un kumunidat ni kada taotao ayek salud.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mindfulness",
        "title": "Mindfulness Resources",
        "text": "I recursos mindfulness ma disenya para u ayuda i taotao siha u kultiba konsientisia, presensia, yan asetpa gi ora på'gu. Este siha na recursos para u promuebi bienestar mental yan emosionat gi ensehan pråttika siha ni u enkorageya mindfulness — esensiatmente i pråttika para u atiende gi un manera partikulat: gi prosupotu, gi ora på'gu, yan sin jujgamento.",
        "links": [
          {
            "label": "Mindful CSUSM",
            "linkId": "mindfulCSUSM"
          }
        ]
      },
      {
        "id": "movement",
        "title": "Movement & Nutrition",
        "text": "I recursos movimiento yan nutesion u fotte i taotao siha para u chule' i salud-ñiha gi kannai-ñiha gi prugidi herramientas, titge', yan guiya ni nisisita para u fatte disision pot i aktibidat fisikat yan inekkek. I kumbinasion movimiento regula yan nutesion korektu u apupi bienestar, u rebaha riskiu malottu, u meggai salud mental, u meggai enerhiya, yan u promuebi diha diha.",
        "links": [
          {
            "label": "Chronic Disease Indicators",
            "linkId": "chronicDiseaseIndicators"
          }
        ]
      },
      {
        "id": "cancer",
        "title": "Cancer Screening",
        "text": "I screening para kansen para un meggai prognosis, un rebaha mortalidad, un idenfika detecton åntes, yan un na'i minagof.",
        "links": [
          {
            "label": "Cancer Screening",
            "linkId": "cancerScreening"
          }
        ]
      }
    ]
  },

  "culture": {
    "title": "Kuttura, Arte, yan Lengguåhi",
    "services": [
      {
        "id": "umeke",
        "title": "Umeke",
        "dontTranslateTitle": true,
        "text": "Gi North County San Diego, UMEKE un organisasion 501(c)(3) dedika gi preserbasion, perpetuasion yan edukasion kuttura Hawaii. I binision-ñiha para u edukåo lokkåt na kumunidat gi kross-kutturåt na inaprende, u aksepta un approcho interseksionåt para u trabia gi direksion equitat yan progresu todo populasion marginåt yan tåya' setbisiu.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "language",
        "title": "Language Course",
        "text": "Komu patte Proyeto CSUSM U-Act un sodda' informasion guini put lengguåhi yan edukasion program para i Kumunidat Pasifiku. Este siha na programa siha The Chamoru Language Immersion Experience yan The Gagana Sāmoa Language Performing Arts Program. The Chamoru Language Immersion Experience un inisiatiba edukasionåt ni ma disenya para u sumsumi partisipanti gi lengguåhi yan kuttura Chamoru. The Gagana Sāmoa Language Performing Arts Program ma fokka gi ensehan lengguåhi Samoa (Gagana Samoa) yan tradisionåt na arte Samoa.",
        "links": [
          {
            "label": "CSUSM U-ACT",
            "linkId": "csusmUact"
          }
        ]
      },
      {
        "id": "movementCourse",
        "title": "Movement Course",
        "text": "Kūhai Hālau O ʻIlima Pā ʻŌlapa Kahiko (KHOI kumakilili gi tradisionåt na hālau hula (eskuela hula), gi kosta na kumunidat Oceanside, CA. I hālau-ta komprometidu apasionadamente gi kottura inaprende gi entalo haumāna-ta (estudiante) gi arte hula. Gi sentron mision-ta i dedikasion para inaprende, enseha, yan u prutetka kada aspetu hula, konekta gi linia hinanao-ta.",
        "links": [
          {
            "label": "KHOI Homepage",
            "linkId": "khoiHomepage"
          }
        ]
      },
      {
        "id": "mindfullMovement",
        "title": "MindFull Movement",
        "titleTranslation": "MindFull Movement",
        "text": "MindFull Movement put krea espasio para pertenesensia. I kolektiba baile yan movimiento gi Oceanside un refugio salu åtmo-ekspression, bienestar, yan hinemlo para Native Hawaiian yan Pacific Islander (NHPI) yan Black, Indigenous yan Taotao Color (BIPOC) na inidibidu.",
        "links": [
          {
            "label": "Instagram Account",
            "linkId": "instagramAccount"
          }
        ]
      }
    ]
  },

  "education": {
    "title": "Edukasion",
    "services": [
      {
        "id": "mana",
        "title": "Mana Academy",
        "text": "Mana un program Mira Costa Community College ni u konstui kumunidat gi campus gi entalo estudiante Native Hawaiian yan Pacific Islander (NHPI) yan u ofrese meggai na setbisiu apupu gi direksion metgot akademiku, kutturåt, yan personal. Mana un program holistiku ni u na'i estudiante siha un entrada kutturåt relebante gi edukasion åtmona yan u ofrese apupu akademiku yan konsehelu.",
        "links": [
          {
            "label": "Mana @ MiraCosta College",
            "linkId": "manaMiraCosta"
          }
        ]
      },
      {
        "id": "apida",
        "title": "CSUSM APIDA",
        "text": "I Asian & Pacific Islander & Desi American (APIDA) Success Initiative u esfuesao para u enspira yan prepera todo estudiante para eksito gi CSUSM yan atension yan apupu. Para i manilalang estudiante, primet generasion, yan manbira estudiante.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "apply",
        "title": "How to Apply to College?",
        "text": "Este para u guiya estudiante siha gi komplehu, kompetitibu, yan sensitibu na prosesu ayek yan aplikåo gi edukasion åtmona. Este siha na recursos u ayuda para u asegura na estudiante siha u fatte disision informao, u na'i aplikasion fotte, yan finalmente u akseba oportunidat edukasion ni mas appropiadu para metgot-ñiha yan nisisidat-ñiha.",
        "links": [
          {
            "label": "CommonApp",
            "linkId": "commonApp"
          }
        ]
      },
      {
        "id": "financialAid",
        "title": "Financial Aid",
        "text": "FAFSA prugidi apupu esensiat para inidibidu siha ni u aligao asistensia finansiat para edukasion åtmona. I FAFSA un yudu susiat para estudiante siha u akseba asistensia finansiat federal, inkluyendo grant, prestamo, yan oportunidat trabia-estudia, yan para asistensia eståt yan institusionåt.",
        "links": [
          {
            "label": "Federal Student Aid",
            "linkId": "federalStudentAid"
          }
        ]
      }
    ]
  },
  
  "aboutUs": {
    "title": "Put Hita",
    "description1": "Ma establese gi 2013, Pacific Islander Community Health (PIC Health) u setbi i sur California na region, gi adelanta equitat salud yan sosiat hustisia para kumunidat Pasifiku gi inisiatiba salud kutturåt sentråo yan inestigasion kumunidat sentråo. PIC Health dedika gi promuebi bienestar yan resilensia gi atende i uniku nisisidat salud yan disparidat i kumunidat Pasifika-ta u afotta yan u nabi gi kada dia.",
    "description2": "Aprende mas:",
    "sections": [
      {
        "id": "mission",
        "title": "I Mision-Ta",
        "text": "Gi PIC Health, i mision-ta para u fotte yan u hatsa i kumunidat Pasifiku gi promuebi inisiatiba salud yan bienestar holistiku ma hasso gi kutturåt yan inbolbimiento kumunidat. Gi inestigasion kolaboratibu, advocacy, yan edukasion, ta esfuesao para u atende disparidat salud indigena, u fotte aksebu equitat gi setbisiu salud, yan u kottura un mediu ni kada inidibidu siha u siña u konsige i mas takkilo' na nivel bienestar."
      },
      {
        "id": "land",
        "title": "Rekonosimiento Tano'",
        "text": "In rekonose na i tano' ni ta fafanogue gi tradisionåt na teritorio i taotao Luiseño/Payómkawichum. PIC Health yan i oriyan-ña areas sigi i gima' i sais na banda federalmente rekonosidu La Jolla, Pala, Pauma, Pechanga, Rincon, Soboba Luiseño/Payómkawichum na taotao."
      }
    ]
  }
}
