{
  "common": {
    "languages": {
      "english": "English",
      "spanish": "Español",
      "samoan": "Samoan",
      "chamorro": "Chamoru",
      "tongan": "Tongan"
    },
    "days": {
      "sunday": "Damenggo",
      "monday": "Lunes",
      "tuesday": "Måttes",
      "wednesday": "Metkoles",
      "thursday": "Huebes",
      "friday": "Bietnes",
      "saturday": "Såbalu"
    },
    "close": "Tatkelo'",
    "browser": "Browser",
    "or": "o",
    "somethingWentWrong": "Kao guaha mampos dangkolo na cho'cho'"
  },
  "app": {
    "tabs": {
      "home": "Gima'",
      "health": "Salud",
      "education": "Edukasion",
      "culture": "Kuttura",
      "aboutUs": "Put PIC Health"
    },
    "name": "PIC Health"
  },
  "calendar": {
    "title": "PIC Health",
    "calendar": "Kalendario",
    "upcomingEvents": "Sigi na Gechos",
    "selectCalendar": "Escohe Kalendario",
    "selectCalendars": "Escohe Kalendario Siha",
    "search": "Aligao",
    "allDay": "Todo i Ha'åni",
    "noDescriptionAvailable": "Taya' deskripsion",
    "noTitle": "(Taya' Titulo)",
    "free": "Gratis",
    "family": "Familia",
    "calendarOptions": {
      "pacificIslander": "Kumunidat Pasifiku",
      "latino": "Kumunidat Latino"
    },
    "wellnessButtons": {
      "howYaDoin": {
        "label": "Håfa Kao Masasangan-mu 👋",
        "linkId": "howYaDoin"
      },
      "sos": {
        "label": "SOS ⚠️",
        "linkId": "sos"
      }
    },
    "messages": {
      "pleaseSelectCalendar": "Fan escohe un kalendario para u li'e i gechos",
      "noEventsAvailable": "Taya' gechos gi eyu na tiempo"
    }
  },
  "header": {
    "submitEvent": "Nå'i i Gechu"
  },
  "login": {
    "title": "PIC Health",
    "subtitle": "Maila' un entre i sisteman-miyu para un sotta gui'.",
    "logIn": "Dångkulo Na'",
    "signUp": "Account",
    "createAccount": "Krea Account",
    "email": "Korreo Electronico",
    "password": "Password",
    "emailPlaceholder": "hao@ehemplon.com",
    "passwordPlaceholder": "••••••••",
    "continueWithGoogle": "Sigi yan Google",
    "enterEmailPassword": "Na'i korreo electronico yan password.",
    "googleSignInWebOnly": "I Google sign-in gaige pa'go gi web ha'.",
    "googleSignInFailed": "Mampos dangkolo na cho'cho' gi Google sign-in"
  },
  "profile": {
    "title": "Account",
    "unknownUser": "Tiningo' na taotao",
    "signedInTo": "Man entre hao gi PIC Health",
    "userId": "ID i User",
    "changeProfilePhoto": "Bira i Litratu-mu",
    "signOut": "Håyani",
    "signOutMessage": "Para un tatti gi app despues de un håyani.",
    "permissionRequired": "Nesesita permiso para u usa i litratu para un po'ne litratu-mu.",
    "uploadFailed": "Mampos dangkolo na cho'cho' gi apacha i litratu.",
    "avatarUrlFailed": "Siña ha' hu sodda' i URL gi avatar.",
    "saveAvatarFailed": "Mampos dangkolo na cho'cho' gi atotta i URL gi avatar.",
    "profileUpdated": "Ma updada i litratu-mu! Kao sigi minutu para u refresh.",
    "avatarChangeError": "Kao guaha mampos dangkolo na cho'cho' anai un bira i avatar-mu."
  },
  "popup": {
    "welcomeTitle": "Bienbenidu gi PIC Health!",
    "beta": "Beta",
    "disclaimer": "Atencion:",
    "disclaimerText": "Este na website para edukasion ha'. Konsulta un doktor para medikal na parehu. Gi emerensia, agang 911.",
    "getStarted": "Tuna."
  },
  "webView": {
    "notSupported": "I embedded view ti siña gi web preview. Este na link para u baba gi un nuebu na bentåna:"
  },
  "health": {
    "title": "Salud",
    "description": "I informasion gi eyu na lugat para informasion ha'. Ti medikal na parehu. Siempre konsulta yan un medikal na profesianal para parehu put i medikal na kondison-mu, sintomas, o oppton siha. Chamo chule' profesianal na medikal na parehu o retrasa para un ekkungok ayuda.",
    "services": [
      {
        "id": "findhelp",
        "title": "Aligao Ayuda",
        "text": "Si Findhelp ha asodda hao yan i rekurson lokal gi iya lugat-mu, inkluyendo nengkanno' siha, programa nengkanno', ayuda gi gima', ayuda monetario, medikal na setbision, yan mas. Aligao ni ZIP code para u aligao i programa siha gi iya lugat-mu.",
        "links": [
          {
            "label": "Aligao Ayuda",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mentalHealthAssessment",
        "title": "Mental Health Assessment",
        "text": "Chule' i Psychology Today's mental health questionnaire. I oppta-mu ti ma save gi app; anai un tattiyi i bentåna o un dingu i screen u reset i kuiz.",
        "links": [
          {
            "label": "Tuna i assessment",
            "linkId": "mentalHealthAssessment"
          }
        ]
      },
      {
        "id": "diabetes",
        "title": "Diabetes Screening",
        "text": "Este na prueba u sedu i taotao siha ni siña guaha diabetes o guaha risku para u guaha, meggai na tiempo antis di u guaha sintomas.",
        "links": [
          {
            "label": "Risk Test",
            "linkId": "riskTest"
          }
        ]
      },
      {
        "id": "mental",
        "title": "Mental Wellness Resources",
        "text": "I mental health resources ma diseniya para u apoya i taotao siha gi manisisia i emosion, sikedu, yan sosial na minaulek-ñiha. I proposito-ñiha para u nangga tools, guidance, yan setbision para u ayuda i taotao siha para u komprende, asodda, yan addressa mental na chalen.",
        "links": [
          {
            "label": "Mental Health 101",
            "linkId": "mentalHealth101"
          },
          {
            "label": "Depression Screening",
            "linkId": "depressionScreening"
          }
        ]
      },
      {
        "id": "truecare",
        "title": "True Care",
        "text": "TrueCare unu gi mas konfiansan na medikal na pruibidon gi San Diego yan Riverside Counties. I amigun staff yan kompasionat na doktores-ñiha espesialisa gi pruibision kalidad na medikal na setbision yan wellness setbision para i underserved na kumunidat siha para u siña maolek i taotao siha. I metgot-ñiha para u disponible ha' medikal na setbision para todo gi kumunidat siha ni ma sirbi, sin importa i income o insurance status.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "vista",
        "title": "Vista Community Clinic",
        "text": "Valuable Connected Care: Kumontra i salud yan wellness na nesesidat gi kumunidat. Un kumunidat ni todo i taotao escohe salud.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mindfulness",
        "title": "Mindfulness Resources",
        "text": "I mindfulness resources ma diseniya para u ayuda i taotao siha kultiba aware, presensia, yan asetta i present moment. Este siha na recursos u fomenta mental yan emosion na minaulek ni ma estotba i praktisas ni u enkorage mindfulness—esensialmente i praktis ni u attende gi un partikular na manera: gi proposito, gi present moment, yan sin husment.",
        "links": [
          {
            "label": "Mindful CSUSM",
            "linkId": "mindfulCSUSM"
          }
        ]
      },
      {
        "id": "movement",
        "title": "Movement & Nutrition",
        "text": "I movement yan nutrition resources u emponder i taotao siha para u chule' i salud-ñiha ni pruibision i tools, knowledgen, yan guidance ni nesesita para u disidi informasion put fisikal na aktibidat yan disision siha. I kombination na efeto gi regular na movement yan proper na nutrition u apoya overall na minaulek, u redus i risku gi malotdu, u enhanse mental salud, u mejora enerhiya, yan u fomenta longevidat.",
        "links": [
          {
            "label": "Chronic Disease Indicators",
            "linkId": "chronicDiseaseIndicators"
          }
        ]
      },
      {
        "id": "cancer",
        "title": "Cancer Screening",
        "text": "Screening para cancer siña hao u mejora prognosis, u redus mortalidat, u identifiska early detection, yan u nangga hao minaulek.",
        "links": [
          {
            "label": "Cancer Screening",
            "linkId": "cancerScreening"
          }
        ]
      }
    ]
  },
  "culture": {
    "title": "Kuttura, Arte, & Language",
    "services": [
      {
        "id": "umeke",
        "title": "Umeke",
        "dontTranslateTitle": true,
        "text": "Basadu gi North County San Diego, UMEKE un 501(c)(3) na organisasion dedikadu gi preserbasion, perpetuasion yan edukasion gi kutturan Hawaiian. I bision-ñiha para u edukasion i lokal na kumunidat siha ni kross-kuttural na aprentisasion, embracing un intersectional na aproach para u trabia para i equidad yan adelantasion todo i marginalisadu yan underserved na populasion.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "language",
        "title": "Language Course",
        "text": "Komu un patte gi CSUSM U-Act Project un sodda informasion gi eyu na lugat put language yan edukasion programa para i Pacific Islander Community. Este siha na programa siha i The Chamoru Language Immersion Experience yan The Gagana Sāmoa Language Performing Arts Program. I Chamoru Language Immersion Experience un inisiativa edukasional diseniadu para u immerse i partisipantes gi Chamoru language yan kuttura. I Gagana Sāmoa Language Performing Arts Program u fokos gi estotba i Sāmoan language (Gagana Samoa) yan tradisional na Samoan performing arts.",
        "links": [
          {
            "label": "CSUSM U-ACT",
            "linkId": "csusmUact"
          }
        ]
      },
      {
        "id": "movementCourse",
        "title": "Movement Course",
        "text": "Kūhai Hālau O ʻIlima Pā ʻŌlapa Kahiko (KHOI) kumakumpletu komu un tradisional na hālau hula (hula school), lokalizadu gi kumunidat kostan gi Oceanside, CA. I hālau-mami apasionadamente komprometidu gi fomenta kuttural na aprentisasion entre i haumāna-mami (estudiantes) ni arte gi hula. Gi korason i mision-mami i dedikasion gi aprentisasion, estotba, yan perpetuasion kada fasete gi hula, konektadu ni iya lineage-mami.",
        "links": [
          {
            "label": "KHOI Homepage",
            "linkId": "khoiHomepage"
          }
        ]
      },
      {
        "id": "mindfullMovement",
        "title": "MindFull Movement",
        "text": "I MindFull Movement todo put krea espasio para belongin. I Oceanside-based dance and movement collective un haven gi healthy self-expression, wellness, yan healing para Native Hawaiian and Pacific Islander (NHPI) yan Black, Indigenous and People of Color (BIPOC) na indibiduis.",
        "links": [
          {
            "label": "Instagram Account",
            "linkId": "instagramAccount"
          }
        ]
      }
    ]
  },
  "education": {
    "title": "Edukasion",
    "services": [
      {
        "id": "mana",
        "title": "Mana Academy",
        "text": "Mana un programa gi Mira Costa Community College ni u build kumunidat gi kampus entre Native Hawaiian and Pacific Islander (NHPI) na estudiantes yan u ofrese meggai na apoyu setbision para akademiko, kuttural, yan personal na metgot. Mana un holistic na programa ni u nangga i estudiantes ni un kutturalmente relevante na entre gi higher education entre ofresiendo akademiko yan counseling na apoyu.",
        "links": [
          {
            "label": "Mana @ MiraCosta College",
            "linkId": "manaMiraCosta"
          }
        ]
      },
      {
        "id": "apida",
        "title": "CSUSM APIDA",
        "text": "I Asian & Pacific Islander & Desi American (APIDA) Success Initiative u striva para u inspire yan prepare todo i estudiantes para u exito gi CSUSM ni kuidadu yan apoyu. Para i manapresia i man low-income, first-generation, yan returning na estudiantes.",
        "links": [
          {
            "label": "Homepage",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "apply",
        "title": "How to Apply to College?",
        "text": "Este u guide i estudiantes ni meggai na tiempo komplehu, kompetitibu, yan time-sensitive na prosesu gi escohe yan aplikasion gi higher education na institusion. Este siha na recursos u ayuda u asegura i estudiantes disidi informasion, u submit fotte na aplikasion, yan finalmente u akseha i edukasion na oportunidat ni mas fit i metgot-ñiha yan nesesidat.",
        "links": [
          {
            "label": "CommonApp",
            "linkId": "commonApp"
          }
        ]
      },
      {
        "id": "financialAid",
        "title": "Financial Aid",
        "text": "I FAFSA pruibisi esensial na apoyu para i indibiduis ni u aligao finansiamento na asistensia para higher education. I FAFSA un yamor na tool para i estudiantes u akseha federal na finansiamento asistensia, inkluyendo grants, loans, yan work-study opportunities, yan para state yan institusion na ayuda.",
        "links": [
          {
            "label": "Federal Student Aid",
            "linkId": "federalStudentAid"
          }
        ]
      }
    ]
  },
  "aboutUs": {
    "title": "Put PIC Health",
    "description1": "Establesidu gi 2013, Pacific Islander Community Health (PIC Health) u sirbi gi Southern California region, ni adelantasion salud equidad yan sosial hustisia para Pacific Islander na kumunidat siha ni kutturalmente sentradu na salud inisiativa yan kumunidat-sentradu na riset. PIC Health dedikadu gi fomenta wellness yan resilensia ni addressa i uniko salud na nesesidat yan disparidat iya Pasifika kumunidat-mami u aguanta yan navigate kada dia.",
    "description2": "Aprende mas:",
    "sections": [
      {
        "id": "mission",
        "title": "I Mision-mami",
        "text": "Gi PIC Health, i mision-mami para u emponder yan u haddok i Pacific Islander na kumunidat ni fomenta holistic salud yan wellness inisiativa raigu gi kuttural sensibilidad yan kumunidat involumiento. Ni kolaboratibu na riset, advocacy, yan edukasion, in striva para u addressa indigenas salud disparidat, u fomenta equitatibu na akseha gi medikal na setbision, yan u kultiba un medflora ambiente ni kada indibidu siña u achieve i mas takhilo' na nivel gi minaulek-ñiha."
      },
      {
        "id": "land",
        "title": "Land Acknowledgement",
        "text": "In akonseha na i tano ni in fofona gi iya tradisional na teritoriu i taotao Luiseño/Payómkawichum. PIC Health yan i oriyan-ña areas guaha pumalu i six federally recognized bands gi La Jolla, Pala, Pauma, Pechanga, Rincon, Soboba Luiseño/Payómkawichum na taotao."
      }
    ]
  }
}