{
  "common": {
    "languages": {
      "english": "Ingl茅s",
      "spanish": "Espa帽ol",
      "samoan": "Samoano",
      "chamorro": "Chamorro",
      "tongan": "Tongano"
    },
    "days": {
      "sunday": "Domingo",
      "monday": "Lunes",
      "tuesday": "Martes",
      "wednesday": "Mi茅rcoles",
      "thursday": "Jueves",
      "friday": "Viernes",
      "saturday": "S谩bado"
    },
    "close": "Cerrar",
    "getStarted": "Comenzar",
    "submitEvent": "Enviar Evento",
    "selectCalendars": "Seleccionar Calendarios",
    "selectCalendar": "Seleccionar Calendario",
    "selectLanguage": "Seleccionar Idioma",
    "allDay": "Todo el D铆a",
    "noDescriptionAvailable": "No hay descripci贸n disponible"
  },
  "app": {
    "tabs": {
      "home": "Inicio",
      "health": "Salud",
      "education": "Educaci贸n",
      "culture": "Cultura",
      "aboutUs": "Sobre Nosotros"
    }
  },
  "calendar": {
    "title": "PIC Health",
    "calendar": "Calendario",
    "upcomingEvents": "Pr贸ximos Eventos",
    "selectCalendar": "Seleccionar Calendario",
    "selectCalendars": "Seleccionar Calendarios",
    "search": "Buscar",
    "calendarOptions": {
      "pacificIslander": "Comunidad de las Islas del Pac铆fico",
      "latino": "Comunidad Latina"
    },
    "wellnessButtons": {
      "howYaDoin": {
        "label": "驴C贸mo est谩s? ",
        "linkId": "howYaDoin"
      },
      "sos": {
        "label": "SOS 锔",
        "linkId": "sos"
      }
    },
    "messages": {
      "pleaseSelectCalendar": "Por favor selecciona un calendario para ver eventos",
      "noEventsAvailable": "No hay eventos disponibles"
    }
  },
  "header": {
    "submitEvent": "Enviar Evento"
  },
  "popup": {
    "welcomeTitle": "隆Bienvenido a PIC Health!",
    "beta": "Beta",
    "disclaimer": "Aviso:",
    "disclaimerText": "Este sitio es solo para uso educativo. Consulte a un m茅dico para obtener asesoramiento m茅dico. En una emergencia, llame al 911."
  },
  "health": {
    "title": "Salud",
    "description": "La informaci贸n proporcionada aqu铆 es solo para fines informativos generales y no pretende ser un consejo m茅dico. Siempre consulte con un proveedor de atenci贸n m茅dica calificado para obtener asesoramiento sobre su condici贸n m茅dica espec铆fica, s铆ntomas u opciones de tratamiento. No ignore el consejo m茅dico profesional ni retrase la b煤squeda de tratamiento.",
    "services": [
      {
        "id": "mentalHealthAssessment",
        "title": "Evaluaci贸n de Salud Mental",
        "text": "Realice el cuestionario de salud mental de Psychology Today. Sus respuestas no se almacenan en esta aplicaci贸n; cerrar esta ventana o salir de la pantalla restablece el cuestionario.",
        "links": [
          {
            "label": "Comenzar la evaluaci贸n",
            "linkId": "mentalHealthAssessment"
          }
        ]
      },
      {
        "id": "diabetes",
        "title": "Detecci贸n de Diabetes",
        "text": "Esta prueba se utiliza para identificar a personas que pueden tener diabetes o est谩n en riesgo de desarrollar la condici贸n, a menudo antes de que muestren s铆ntomas notables.",
        "links": [
          {
            "label": "Prueba de Riesgo",
            "linkId": "riskTest"
          }
        ]
      },
      {
        "id": "mental",
        "title": "Recursos de Bienestar Mental",
        "text": "Los recursos de salud mental est谩n dise帽ados para apoyar a las personas en el manejo de su bienestar emocional, psicol贸gico y social. Su prop贸sito es proporcionar herramientas, orientaci贸n y servicios para ayudar a las personas a comprender, enfrentar y abordar los desaf铆os mentales.",
        "links": [
          {
            "label": "Salud Mental 101",
            "linkId": "mentalHealth101"
          },
          {
            "label": "Detecci贸n de Depresi贸n",
            "linkId": "depressionScreening"
          }
        ]
      },
      {
        "id": "truecare",
        "title": "True Care",
        "text": "TrueCare es uno de los proveedores de atenci贸n m茅dica m谩s confiables en los condados de San Diego y Riverside. Su personal amable y m茅dicos compasivos se especializan en proporcionar servicios de atenci贸n m茅dica y bienestar de calidad a comunidades desatendidas para que las personas puedan obtener la atenci贸n que necesitan. Su objetivo es hacer que la atenci贸n m茅dica est茅 disponible para todos en las comunidades a las que sirven, independientemente de sus ingresos o estado de seguro.",
        "links": [
          {
            "label": "P谩gina Principal",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "vista",
        "title": "Vista Community Clinic",
        "text": "Cuidado Valioso y Conectado: Satisfaciendo las necesidades de salud y bienestar de nuestra comunidad. Una comunidad donde cada persona elige la salud.",
        "links": [
          {
            "label": "P谩gina Principal",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mindfulness",
        "title": "Recursos de Mindfulness",
        "text": "Los recursos de mindfulness est谩n dise帽ados para ayudar a las personas a cultivar la conciencia, la presencia y la aceptaci贸n del momento presente. Estos recursos tienen como objetivo promover el bienestar mental y emocional mediante la ense帽anza de pr谩cticas que fomentan la atenci贸n plena, esencialmente la pr谩ctica de prestar atenci贸n de manera particular: a prop贸sito, en el momento presente y sin juicios.",
        "links": [
          {
            "label": "Mindful CSUSM",
            "linkId": "mindfulCSUSM"
          }
        ]
      },
      {
        "id": "movement",
        "title": "Movimiento y Nutrici贸n",
        "text": "Los recursos de movimiento y nutrici贸n empoderan a las personas para tomar el control de su salud proporcionando las herramientas, el conocimiento y la orientaci贸n que necesitan para tomar decisiones informadas sobre la actividad f铆sica y las opciones diet茅ticas. El efecto combinado del movimiento regular y la nutrici贸n adecuada apoya el bienestar general, reduce el riesgo de enfermedades, mejora la salud mental, aumenta la energ铆a y promueve la longevidad.",
        "links": [
          {
            "label": "Indicadores de Enfermedades Cr贸nicas",
            "linkId": "chronicDiseaseIndicators"
          }
        ]
      },
      {
        "id": "cancer",
        "title": "Detecci贸n de C谩ncer",
        "text": "La detecci贸n de c谩ncer le permite mejorar el pron贸stico, reducir la mortalidad, identificar la detecci贸n temprana y darle tranquilidad.",
        "links": [
          {
            "label": "Detecci贸n de C谩ncer",
            "linkId": "cancerScreening"
          }
        ]
      }
    ]
  },
  "culture": {
    "title": "Cultura, Arte e Idioma",
    "services": [
      {
        "id": "umeke",
        "title": "Umeke",
        "dontTranslateTitle": true,
        "text": "Con sede en el condado norte de San Diego, UMEKE es una organizaci贸n 501(c)(3) dedicada a la preservaci贸n, perpetuaci贸n y educaci贸n de la cultura hawaiana. Su visi贸n es educar a las comunidades locales a trav茅s del aprendizaje intercultural, adoptando un enfoque interseccional para trabajar hacia la equidad y el avance de todas las poblaciones marginadas y desatendidas.",
        "links": [
          {
            "label": "P谩gina Principal",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "language",
        "title": "Curso de Idioma",
        "text": "Como parte del Proyecto U-Act de CSUSM, encontrar谩 aqu铆 informaci贸n sobre programas de idioma y educaci贸n para la Comunidad de las Islas del Pac铆fico. Estos programas son The Chamoru Language Immersion Experience y The Gagana Smoa Language Performing Arts Program. The Chamoru Language Immersion Experience es una iniciativa educativa dise帽ada para sumergir a los participantes en el idioma y la cultura chamoru. The Gagana Smoa Language Performing Arts Program se centra en la ense帽anza del idioma samoano (Gagana Samoa) y las artes esc茅nicas tradicionales samoanas.",
        "links": [
          {
            "label": "CSUSM U-ACT",
            "linkId": "csusmUact"
          }
        ]
      },
      {
        "id": "movementCourse",
        "title": "Curso de Movimiento",
        "text": "K奴hai Hlau O 驶Ilima P 驶lapa Kahiko (KHOI) se erige como una hlau hula tradicional (escuela de hula), ubicada en la comunidad costera de Oceanside, CA. Nuestro hlau est谩 apasionadamente comprometido con fomentar el aprendizaje cultural entre nuestros haumna (estudiantes) a trav茅s del arte del hula. En el centro de nuestra misi贸n est谩 la dedicaci贸n a aprender, ense帽ar y perpetuar cada faceta del hula, extra铆da de nuestro linaje ancestral.",
        "links": [
          {
            "label": "P谩gina Principal de KHOI",
            "linkId": "khoiHomepage"
          }
        ]
      },
      {
        "id": "mindfullMovement",
        "title": "MindFull Movement",
        "text": "MindFull Movement se trata de crear espacio para la pertenencia. El colectivo de danza y movimiento con sede en Oceanside es un refugio de autoexpresi贸n saludable, bienestar y curaci贸n para individuos nativos hawaianos y de las islas del Pac铆fico (NHPI) y personas negras, ind铆genas y de color (BIPOC).",
        "links": [
          {
            "label": "Cuenta de Instagram",
            "linkId": "instagramAccount"
          }
        ]
      }
    ]
  },
  "education": {
    "title": "Educaci贸n",
    "services": [
      {
        "id": "mana",
        "title": "Mana Academy",
        "text": "Mana es un programa de Mira Costa Community College que construye comunidad en el campus entre estudiantes nativos hawaianos y de las islas del Pac铆fico (NHPI) y ofrece muchos servicios de apoyo hacia metas acad茅micas, culturales y personales. Mana es un programa hol铆stico que proporciona a los estudiantes una entrada culturalmente relevante a la educaci贸n superior mientras ofrece apoyo acad茅mico y de consejer铆a.",
        "links": [
          {
            "label": "Mana @ MiraCosta College",
            "linkId": "manaMiraCosta"
          }
        ]
      },
      {
        "id": "apida",
        "title": "CSUSM APIDA",
        "text": "La Iniciativa de xito Asi谩tico y de las Islas del Pac铆fico y Desi American (APIDA) se esfuerza por inspirar y preparar a todos los estudiantes para el 茅xito en CSUSM con cuidado y apoyo. Para nuestros estudiantes de bajos ingresos, primera generaci贸n y estudiantes que regresan.",
        "links": [
          {
            "label": "P谩gina Principal",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "apply",
        "title": "驴C贸mo Solicitar Ingreso a la Universidad?",
        "text": "Esto guiar谩 a los estudiantes a trav茅s del proceso a menudo complejo, competitivo y sensible al tiempo de seleccionar y solicitar ingreso a instituciones de educaci贸n superior. Estos recursos ayudan a garantizar que los estudiantes tomen decisiones informadas, presenten solicitudes s贸lidas y finalmente obtengan acceso a las oportunidades educativas que mejor se adapten a sus metas y necesidades.",
        "links": [
          {
            "label": "CommonApp",
            "linkId": "commonApp"
          }
        ]
      },
      {
        "id": "financialAid",
        "title": "Ayuda Financiera",
        "text": "FAFSA proporciona apoyo esencial para las personas que buscan asistencia financiera para la educaci贸n superior. FAFSA es una herramienta clave para que los estudiantes accedan a ayuda financiera federal, incluyendo becas, pr茅stamos y oportunidades de trabajo-estudio, as铆 como para ayuda estatal e institucional.",
        "links": [
          {
            "label": "Ayuda Estudiantil Federal",
            "linkId": "federalStudentAid"
          }
        ]
      }
    ]
  },
  "aboutUs": {
    "title": "Sobre Nosotros",
    "description1": "Establecida en 2013, Pacific Islander Community Health (PIC Health) sirve a la regi贸n del sur de California, promoviendo la equidad en salud y la justicia social para las comunidades de las islas del Pac铆fico a trav茅s de iniciativas de salud culturalmente centradas e investigaci贸n centrada en la comunidad. PIC Health se dedica a promover el bienestar y la resiliencia abordando las necesidades de salud 煤nicas y las disparidades que nuestras comunidades Pasifika enfrentan y navegan todos los d铆as.",
    "description2": "Aprende m谩s:",
    "sections": [
      {
        "id": "mission",
        "title": "Nuestra Misi贸n",
        "text": "En PIC Health, nuestra misi贸n es empoderar y elevar a la comunidad de las islas del Pac铆fico promoviendo iniciativas de salud y bienestar hol铆sticas arraigadas en la sensibilidad cultural y la participaci贸n comunitaria. A trav茅s de la investigaci贸n colaborativa, la defensa y la educaci贸n, nos esforzamos por abordar las disparidades de salud ind铆gena, fomentar el acceso equitativo a la atenci贸n m茅dica y cultivar un ambiente pr贸spero donde cada individuo pueda alcanzar su nivel m谩s alto de bienestar."
      },
      {
        "id": "land",
        "title": "Reconocimiento de la Tierra",
        "text": "Reconocemos que la tierra en la que nos reunimos es el territorio tradicional del pueblo Luise帽o/Pay贸mkawichum. PIC Health y sus 谩reas circundantes todav铆a son el hogar de las seis bandas reconocidas federalmente de La Jolla, Pala, Pauma, Pechanga, Rincon, Soboba del pueblo Luise帽o/Pay贸mkawichum."
      }
    ]
  }
}