{
  "common": {
    "languages": {
      "english": "Inglés",
      "spanish": "Español",
      "samoan": "Samoano",
      "chamorro": "Chamorro",
      "tongan": "Tongano"
    },
    "days": {
      "sunday": "Domingo",
      "monday": "Lunes",
      "tuesday": "Martes",
      "wednesday": "Miércoles",
      "thursday": "Jueves",
      "friday": "Viernes",
      "saturday": "Sábado"
    },
    "close": "Cerrar",
    "browser": "Navegador",
    "or": "o",
    "somethingWentWrong": "Algo salió mal"
  },
  "app": {
    "tabs": {
      "home": "Inicio",
      "health": "Salud",
      "education": "Educación",
      "culture": "Cultura",
      "aboutUs": "Sobre Nosotros"
    },
    "name": "PIC Health"
  },
  "calendar": {
    "title": "PIC Health",
    "calendar": "Calendario",
    "upcomingEvents": "Próximos Eventos",
    "selectCalendar": "Seleccionar Calendario",
    "selectCalendars": "Seleccionar Calendarios",
    "search": "Buscar",
    "allDay": "Todo el día",
    "noDescriptionAvailable": "No hay descripción disponible",
    "noTitle": "(Sin título)",
    "free": "Gratis",
    "family": "Familia",
    "calendarOptions": {
      "pacificIslander": "Comunidad de las Islas del Pacífico",
      "latino": "Comunidad Latina"
    },
    "wellnessButtons": {
      "howYaDoin": {
        "label": "¿Cómo estás? 👋",
        "linkId": "howYaDoin"
      },
      "sos": {
        "label": "SOS ⚠️",
        "linkId": "sos"
      }
    },
    "messages": {
      "pleaseSelectCalendar": "Por favor selecciona un calendario para ver eventos",
      "noEventsAvailable": "No hay eventos disponibles"
    }
  },
  "header": {
    "submitEvent": "Enviar Evento"
  },
  "login": {
    "title": "PIC Health",
    "subtitle": "Inicia sesión para mantenerte conectado con tu comunidad.",
    "logIn": "Iniciar Sesión",
    "signUp": "Registrarse",
    "createAccount": "Crear Cuenta",
    "email": "Correo Electrónico",
    "password": "Contraseña",
    "emailPlaceholder": "tu@ejemplo.com",
    "passwordPlaceholder": "••••••••",
    "continueWithGoogle": "Continuar con Google",
    "enterEmailPassword": "Ingresa correo electrónico y contraseña.",
    "googleSignInWebOnly": "El inicio de sesión con Google solo está disponible para la web en este momento.",
    "googleSignInFailed": "El inicio de sesión con Google falló"
  },
  "profile": {
    "title": "Cuenta",
    "unknownUser": "Usuario desconocido",
    "signedInTo": "Sesión iniciada en PIC Health",
    "userId": "ID de Usuario",
    "changeProfilePhoto": "Cambiar foto de perfil",
    "signOut": "Cerrar Sesión",
    "signOutMessage": "Volverás a la aplicación después de cerrar sesión.",
    "permissionRequired": "Se requiere permiso para acceder a las fotos para establecer una foto de perfil.",
    "uploadFailed": "Error al cargar la foto de perfil.",
    "avatarUrlFailed": "No se pudo obtener la URL del avatar.",
    "saveAvatarFailed": "Error al guardar la URL del avatar.",
    "profileUpdated": "¡Foto de perfil actualizada! Puede tardar un momento en actualizarse.",
    "avatarChangeError": "Algo salió mal al cambiar tu avatar."
  },
  "popup": {
    "welcomeTitle": "¡Bienvenido a PIC Health!",
    "beta": "Beta",
    "disclaimer": "Aviso:",
    "disclaimerText": "Este sitio es solo para uso educativo. Consulta a un médico para obtener asesoramiento médico. En una emergencia, llama al 911.",
    "getStarted": "Comenzar."
  },
  "webView": {
    "notSupported": "La vista integrada no es compatible en la vista previa web. Este enlace debería abrirse en una nueva pestaña:"
  },
  "health": {
    "title": "Salud",
    "description": "La información proporcionada aquí es solo para fines informativos generales y no pretende ser un consejo médico. Siempre consulta con un proveedor de atención médica calificado para obtener asesoramiento sobre tu condición médica específica, síntomas u opciones de tratamiento. No ignores el consejo médico profesional ni retrases la búsqueda de tratamiento.",
    "services": [
      {
        "id": "findhelp",
        "title": "Encontrar Ayuda",
        "text": "Findhelp te conecta con recursos locales en tu vecindario, incluyendo despensas de alimentos, programas de comidas, asistencia de vivienda, ayuda financiera, servicios de atención médica y más. Busca por código postal para encontrar programas disponibles cerca de ti.",
        "links": [
          {
            "label": "Encontrar Ayuda",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mentalHealthAssessment",
        "title": "Evaluación de Salud Mental",
        "text": "Realiza el cuestionario de salud mental de Psychology Today. Tus respuestas no son almacenadas por esta aplicación; cerrar esta ventana o salir de la pantalla reinicia la prueba.",
        "links": [
          {
            "label": "Comenzar la evaluación",
            "linkId": "mentalHealthAssessment"
          }
        ]
      },
      {
        "id": "diabetes",
        "title": "Detección de Diabetes",
        "text": "Esta prueba se utiliza para identificar a personas que pueden tener diabetes o están en riesgo de desarrollar la afección, a menudo antes de que presenten síntomas notorios.",
        "links": [
          {
            "label": "Prueba de Riesgo",
            "linkId": "riskTest"
          }
        ]
      },
      {
        "id": "mental",
        "title": "Recursos de Bienestar Mental",
        "text": "Los recursos de salud mental están diseñados para apoyar a las personas en el manejo de su bienestar emocional, psicológico y social. Su propósito es proporcionar herramientas, orientación y servicios para ayudar a las personas a comprender, afrontar y abordar los desafíos mentales.",
        "links": [
          {
            "label": "Salud Mental 101",
            "linkId": "mentalHealth101"
          },
          {
            "label": "Detección de Depresión",
            "linkId": "depressionScreening"
          }
        ]
      },
      {
        "id": "truecare",
        "title": "True Care",
        "text": "TrueCare es uno de los proveedores de atención médica más confiables en los condados de San Diego y Riverside. Su personal amable y médicos compasivos se especializan en brindar servicios de atención médica y bienestar de calidad a comunidades desatendidas para que las personas puedan obtener la atención que necesitan. Su objetivo es hacer que la atención médica esté disponible para todos en las comunidades a las que sirven, independientemente de sus ingresos o estado de seguro.",
        "links": [
          {
            "label": "Página de Inicio",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "vista",
        "title": "Vista Community Clinic",
        "text": "Cuidado Conectado Valioso: Satisfaciendo las necesidades de salud y bienestar de nuestra comunidad. Una comunidad donde cada persona elige la salud.",
        "links": [
          {
            "label": "Página de Inicio",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "mindfulness",
        "title": "Recursos de Atención Plena",
        "text": "Los recursos de atención plena están diseñados para ayudar a las personas a cultivar la conciencia, la presencia y la aceptación del momento presente. Estos recursos tienen como objetivo promover el bienestar mental y emocional al enseñar prácticas que fomentan la atención plena, esencialmente la práctica de prestar atención de manera particular: a propósito, en el momento presente y sin juicio.",
        "links": [
          {
            "label": "Mindful CSUSM",
            "linkId": "mindfulCSUSM"
          }
        ]
      },
      {
        "id": "movement",
        "title": "Movimiento y Nutrición",
        "text": "Los recursos de movimiento y nutrición empoderan a las personas para tomar el control de su salud al proporcionar las herramientas, el conocimiento y la orientación que necesitan para tomar decisiones informadas sobre la actividad física y las opciones dietéticas. El efecto combinado del movimiento regular y la nutrición adecuada apoya el bienestar general, reduce el riesgo de enfermedades, mejora la salud mental, aumenta la energía y promueve la longevidad.",
        "links": [
          {
            "label": "Indicadores de Enfermedades Crónicas",
            "linkId": "chronicDiseaseIndicators"
          }
        ]
      },
      {
        "id": "cancer",
        "title": "Detección de Cáncer",
        "text": "La detección del cáncer te permite mejorar el pronóstico, reducir la mortalidad, identificar la detección temprana y darte tranquilidad.",
        "links": [
          {
            "label": "Detección de Cáncer",
            "linkId": "cancerScreening"
          }
        ]
      }
    ]
  },
  "culture": {
    "title": "Cultura, Arte e Idioma",
    "services": [
      {
        "id": "umeke",
        "title": "Umeke",
        "dontTranslateTitle": true,
        "text": "Con sede en North County San Diego, UMEKE es una organización 501(c)(3) dedicada a la preservación, perpetuación y educación de la cultura hawaiana. Su visión es educar a las comunidades locales a través del aprendizaje intercultural, adoptando un enfoque interseccional para trabajar hacia la equidad y el avance de todas las poblaciones marginadas y desatendidas.",
        "links": [
          {
            "label": "Página de Inicio",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "language",
        "title": "Curso de Idioma",
        "text": "Como parte del Proyecto U-Act de CSUSM, encontrarás aquí información sobre programas de idiomas y educación para la Comunidad de las Islas del Pacífico. Estos programas son The Chamoru Language Immersion Experience y The Gagana Sāmoa Language Performing Arts Program. The Chamoru Language Immersion Experience es una iniciativa educativa diseñada para sumergir a los participantes en el idioma y la cultura chamorra. The Gagana Sāmoa Language Performing Arts Program se centra en enseñar el idioma samoano (Gagana Samoa) y las artes escénicas tradicionales samoanas.",
        "links": [
          {
            "label": "CSUSM U-ACT",
            "linkId": "csusmUact"
          }
        ]
      },
      {
        "id": "movementCourse",
        "title": "Curso de Movimiento",
        "text": "Kūhai Hālau O ʻIlima Pā ʻŌlapa Kahiko (KHOI) se erige como una hālau hula (escuela de hula) tradicional, ubicada en la comunidad costera de Oceanside, CA. Nuestro hālau está apasionadamente comprometido a fomentar el aprendizaje cultural entre nuestros haumāna (estudiantes) a través del arte del hula. En el centro de nuestra misión está la dedicación a aprender, enseñar y perpetuar cada faceta del hula, extraído de nuestro linaje ancestral.",
        "links": [
          {
            "label": "Página de Inicio de KHOI",
            "linkId": "khoiHomepage"
          }
        ]
      },
      {
        "id": "mindfullMovement",
        "title": "MindFull Movement",
        "text": "MindFull Movement se trata de crear espacio para la pertenencia. El colectivo de danza y movimiento con sede en Oceanside es un refugio de autoexpresión saludable, bienestar y curación para nativos hawaianos e isleños del Pacífico (NHPI) y personas negras, indígenas y de color (BIPOC).",
        "links": [
          {
            "label": "Cuenta de Instagram",
            "linkId": "instagramAccount"
          }
        ]
      }
    ]
  },
  "education": {
    "title": "Educación",
    "services": [
      {
        "id": "mana",
        "title": "Mana Academy",
        "text": "Mana es un programa de Mira Costa Community College que construye comunidad en el campus entre estudiantes nativos hawaianos e isleños del Pacífico (NHPI) y ofrece muchos servicios de apoyo hacia metas académicas, culturales y personales. Mana es un programa holístico que proporciona a los estudiantes una entrada culturalmente relevante a la educación superior mientras ofrece apoyo académico y de consejería.",
        "links": [
          {
            "label": "Mana @ MiraCosta College",
            "linkId": "manaMiraCosta"
          }
        ]
      },
      {
        "id": "apida",
        "title": "CSUSM APIDA",
        "text": "La Iniciativa de Éxito Asiático e Isleño del Pacífico y Desi Americano (APIDA) se esfuerza por inspirar y preparar a todos los estudiantes para el éxito en CSUSM con cuidado y apoyo. Para nuestros estudiantes de bajos ingresos, de primera generación y que regresan.",
        "links": [
          {
            "label": "Página de Inicio",
            "linkId": "homepage"
          }
        ]
      },
      {
        "id": "apply",
        "title": "¿Cómo Solicitar Ingreso a la Universidad?",
        "text": "Esto guiará a los estudiantes a través del proceso a menudo complejo, competitivo y sensible al tiempo de seleccionar y solicitar ingreso a instituciones de educación superior. Estos recursos ayudan a garantizar que los estudiantes tomen decisiones informadas, envíen solicitudes sólidas y finalmente obtengan acceso a las oportunidades educativas que mejor se adapten a sus objetivos y necesidades.",
        "links": [
          {
            "label": "CommonApp",
            "linkId": "commonApp"
          }
        ]
      },
      {
        "id": "financialAid",
        "title": "Ayuda Financiera",
        "text": "FAFSA proporciona apoyo esencial para personas que buscan asistencia financiera para la educación superior. FAFSA es una herramienta clave para que los estudiantes accedan a ayuda financiera federal, incluyendo becas, préstamos y oportunidades de trabajo y estudio, así como ayuda estatal e institucional.",
        "links": [
          {
            "label": "Ayuda Federal para Estudiantes",
            "linkId": "federalStudentAid"
          }
        ]
      }
    ]
  },
  "aboutUs": {
    "title": "Sobre Nosotros",
    "description1": "Establecida en 2013, Pacific Islander Community Health (PIC Health) sirve a la región del Sur de California, promoviendo la equidad en salud y la justicia social para las comunidades de las Islas del Pacífico a través de iniciativas de salud culturalmente centradas e investigación centrada en la comunidad. PIC Health se dedica a promover el bienestar y la resiliencia abordando las necesidades de salud únicas y las disparidades que nuestras comunidades Pasifika enfrentan y navegan a diario.",
    "description2": "Aprende más:",
    "sections": [
      {
        "id": "mission",
        "title": "Nuestra Misión",
        "text": "En PIC Health, nuestra misión es empoderar y elevar a la comunidad de las Islas del Pacífico mediante la promoción de iniciativas de salud y bienestar holísticas arraigadas en la sensibilidad cultural y la participación comunitaria. A través de la investigación colaborativa, la defensa y la educación, nos esforzamos por abordar las disparidades de salud indígena, fomentar el acceso equitativo a la atención médica y cultivar un ambiente próspero donde cada individuo pueda alcanzar su nivel más alto de bienestar."
      },
      {
        "id": "land",
        "title": "Reconocimiento de la Tierra",
        "text": "Reconocemos que la tierra en la que nos reunimos es el territorio tradicional del pueblo Luiseño/Payómkawichum. PIC Health y sus áreas circundantes todavía son el hogar de las seis bandas reconocidas federalmente del pueblo La Jolla, Pala, Pauma, Pechanga, Rincon, Soboba Luiseño/Payómkawichum."
      }
    ]
  }
}